Repository: M1zz/WeekBlocks
Catalog: WeekBlocks/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 회당과 주 합계는 한 값의 두 얼굴입니다 — 한쪽을 고치면 다른 쪽이 따라 바뀝니다(회당 × 횟수 × 7일). 편한 쪽으로 넣으세요.
cs: Délka jednoho opakování a týdenní součet jsou dvě strany jedné hodnoty – změníte-li jednu, druhá se přizpůsobí (jednou × počet × 7 dní). Zadejte, co je pro vás snazší.
da: Pr. gang og ugetotal er to sider af samme værdi — ændrer du den ene, følger den anden med (pr. gang × antal gange × 7 dage). Indtast den, der er nemmest.
de: Pro Einheit und Wochensumme sind zwei Seiten desselben Werts – änderst du das eine, folgt das andere (pro Einheit × Anzahl × 7 Tage). Gib ein, was dir leichter fällt.
el: Η διάρκεια ανά φορά και το εβδομαδιαίο σύνολο είναι οι δύο όψεις της ίδιας τιμής — αν αλλάξεις τη μία, ακολουθεί η άλλη (ανά φορά × φορές × 7 ημέρες). Συμπλήρωσε όποια είναι πιο εύκολη.
en: Per-session and weekly total are two sides of one value — change one and the other follows (per session × sessions × 7 days). Enter whichever is easier.
es: Por sesión y total semanal son dos caras del mismo valor: si cambias uno, el otro se ajusta (por sesión × sesiones × 7 días). Introduce el que te resulte más fácil.
fi: Kertakohtainen ja viikon kokonaismäärä ovat saman arvon kaksi puolta – kun muutat toista, toinen seuraa (kerta × kerrat × 7 päivää). Syötä kumpi on helpompi.
fr: La durée par séance et le total de la semaine sont les deux faces d’une même valeur : modifiez l’une, l’autre suit (par séance × séances × 7 jours). Saisissez celle qui vous arrange.
id: Per sesi dan total mingguan adalah dua sisi dari satu nilai — ubah satu, yang lain ikut (per sesi × jumlah sesi × 7 hari). Masukkan yang lebih mudah.
it: Durata per sessione e totale settimanale sono due facce dello stesso valore: cambiane uno e l’altro si adegua (per sessione × sessioni × 7 giorni). Inserisci quello che ti è più comodo.
ja: 1回あたりと週の合計は同じ値の表と裏です — 片方を変えると、もう片方も連動します（1回あたり × 回数 × 7日）。入力しやすいほうで入れてください。
nb: Per gang og ukesum er to sider av samme verdi – endrer du den ene, følger den andre med (per gang × antall ganger × 7 dager). Skriv inn den som er enklest.
nl: Per sessie en weektotaal zijn twee kanten van één waarde — wijzig er een en de ander volgt (per sessie × sessies × 7 dagen). Vul in wat het makkelijkst is.
pl: „Na raz” i suma tygodniowa to dwie strony jednej wartości — zmień jedną, a druga się dostosuje (na raz × razy × 7 dni). Wpisz tę, która jest wygodniejsza.
pt_br: Por sessão e total semanal são dois lados do mesmo valor — mude um e o outro acompanha (por sessão × sessões × 7 dias). Preencha o que for mais fácil.
ru: «За раз» и итог за неделю — две стороны одного значения: измените одно, и второе пересчитается (за раз × раз в день × 7 дней). Вводите то, что удобнее.
sv: Per pass och veckototal är två sidor av samma värde – ändra det ena så följer det andra med (per pass × pass × 7 dagar). Ange det som är enklast.
th: ต่อครั้งและรวมรายสัปดาห์คือสองด้านของค่าเดียวกัน — เปลี่ยนค่าหนึ่งแล้วอีกค่าจะเปลี่ยนตาม (ต่อครั้ง × จำนวนครั้ง × 7 วัน) กรอกช่องที่สะดวกกว่า
tr: Seferlik süre ile haftalık toplam aynı değerin iki yüzüdür; birini değiştirince diğeri de değişir (seferlik × sefer sayısı × 7 gün). Hangisi kolaysa onu girin.
vi: Mỗi lần và tổng tuần là hai mặt của cùng một giá trị — đổi bên này thì bên kia đổi theo (mỗi lần × số lần × 7 ngày). Nhập bên nào thấy dễ hơn.
zh_hans: “每次”与“每周合计”是同一个数值的两面 — 改其中一个，另一个就会跟着变（每次 × 次数 × 7 天）。用你方便的那个输入即可。
zh_hant: 「每次」與「每週合計」是同一個數值的兩面 — 改其中一個，另一個就會跟著變（每次 × 次數 × 7 天）。用你方便的那個輸入即可。

source: 회당과 주 합계는 한 값의 두 얼굴입니다 — 한쪽을 고치면 다른 쪽이 따라 바뀝니다(회당 × 횟수 × 7일). 편한 쪽으로 넣으세요. 정확한 요일·시간 없이 주 단위로만 추적합니다. 자유 시간 계산에는 그대로 반영됩니다.
cs: „Jednou“ a týdenní součet jsou dvě strany jednoho čísla – změníte-li jedno, druhé se přizpůsobí (jednou × počet × 7 dní). Zadejte, co je pro vás snazší. Sleduje se po týdnech, bez pevného dne či hodiny. Z volného času se přesto odečítá celé.
da: “Hver gang” og ugetotalen er to sider af samme tal — ændrer du den ene, følger den anden med (hver gang × antal gange × 7 dage). Indtast den, der er nemmest. Følges pr. uge uden fast dag eller time. Den tæller stadig fuldt ud i din ledige tid.
de: „Pro Einheit“ und die Wochensumme sind zwei Seiten derselben Zahl – änderst du eines, folgt das andere (pro Einheit × Anzahl × 7 Tage). Gib ein, was dir leichter fällt. Wird pro Woche erfasst, ohne festen Tag oder feste Uhrzeit. Es zählt trotzdem voll gegen deine freie Zeit.
el: Η διάρκεια «ανά φορά» και το εβδομαδιαίο σύνολο είναι οι δύο όψεις του ίδιου αριθμού — αν αλλάξεις τη μία, ακολουθεί η άλλη (ανά φορά × φορές × 7 ημέρες). Συμπλήρωσε όποια είναι πιο εύκολη. Παρακολουθείται ανά εβδομάδα, χωρίς σταθερή ημέρα ή ώρα. Αφαιρείται κανονικά από τον ελεύθερο χρόνο σου.
en: “Each” and the weekly total are two faces of one number — change either and the other follows (each × times × 7 days). Enter whichever is easier. Tracked by the week, with no fixed day or hour. It still counts fully against your free time.
es: “Cada vez” y el total semanal son dos caras del mismo número: si cambias uno, el otro se ajusta (cada vez × veces × 7 días). Introduce el que te resulte más fácil. Se controla por semanas, sin día ni hora fijos. Aun así, cuenta por completo en tu tiempo libre.
fi: ”Kerta” ja viikon kokonaismäärä ovat saman luvun kaksi puolta – kun muutat toista, toinen seuraa (kerta × kerrat × 7 päivää). Syötä kumpi on helpompi. Seurataan viikoittain ilman kiinteää päivää tai tuntia. Se vähennetään silti kokonaan vapaasta ajasta.
fr: « Par séance » et le total de la semaine sont les deux faces d’un même nombre : modifiez l’un, l’autre suit (par séance × fois × 7 jours). Saisissez celui qui vous arrange. Suivi à la semaine, sans jour ni heure fixes. Le temps est tout de même entièrement déduit de votre temps libre.
id: “Per sesi” dan total mingguan adalah dua sisi dari satu angka — ubah salah satu, yang lain ikut (per sesi × kali × 7 hari). Masukkan yang lebih mudah. Dilacak per minggu, tanpa hari atau jam tetap. Tetap dihitung penuh terhadap waktu luang Anda.
it: “Ciascuna” e il totale settimanale sono due facce dello stesso numero: cambiane uno e l’altro si adegua (ciascuna × volte × 7 giorni). Inserisci quello che ti è più comodo. Si tiene il conto per settimana, senza giorno né ora fissi. Viene comunque sottratta per intero dal tempo libero.
ja: 「1回あたり」と週の合計は同じ値の表と裏です — 片方を変えると、もう片方も連動します（1回あたり × 回数 × 7日）。入力しやすいほうで入れてください。 決まった曜日・時刻なしで、週単位でだけ追跡します。空き時間の計算にはそのまま反映されます。
nb: «Hver gang» og ukesummen er to sider av samme tall – endrer du den ene, følger den andre med (hver gang × antall ganger × 7 dager). Skriv inn den som er enklest. Følges per uke uten fast dag eller klokkeslett. Den teller likevel fullt ut mot den ledige tiden din.
nl: ‘Per keer’ en het weektotaal zijn twee kanten van één getal — wijzig er een en de ander volgt (per keer × aantal × 7 dagen). Vul in wat het makkelijkst is. Bijgehouden per week, zonder vaste dag of uur. Telt nog steeds volledig mee in je vrije tijd.
pl: „Na raz” i suma tygodniowa to dwie strony jednej wartości — zmień jedną, a druga się dostosuje (na raz × razy × 7 dni). Wpisz tę, która jest wygodniejsza. Liczone tygodniowo, bez stałego dnia i godziny. Nadal w całości odejmowane od wolnego czasu.
pt_br: “Cada” e o total semanal são duas faces do mesmo número — mude um e o outro acompanha (cada × vezes × 7 dias). Preencha o que for mais fácil. Acompanhada por semana, sem dia ou hora fixos. Ainda conta integralmente no seu tempo livre.
ru: «За раз» и итог за неделю — две стороны одного значения: измените одно, и второе пересчитается (за раз × раз в день × 7 дней). Вводите то, что удобнее. Учитывается по неделям, без точного дня и часа. Из свободного времени вычитается полностью.
sv: ”Per gång” och veckototalen är två sidor av samma tal – ändra det ena så följer det andra med (per gång × gånger × 7 dagar). Ange det som är enklast. Följs upp per vecka, utan fast dag eller timme. Den dras ändå fullt ut från din fria tid.
th: “ต่อครั้ง” และรวมรายสัปดาห์คือสองด้านของตัวเลขเดียวกัน — เปลี่ยนค่าหนึ่งแล้วอีกค่าจะเปลี่ยนตาม (ต่อครั้ง × จำนวนครั้ง × 7 วัน) กรอกช่องที่สะดวกกว่า ติดตามเป็นรายสัปดาห์ โดยไม่กำหนดวันหรือชั่วโมง แต่ยังหักออกจากเวลาว่างเต็มจำนวน
tr: “Seferlik” süre ile haftalık toplam aynı sayının iki yüzüdür; birini değiştirince diğeri de değişir (seferlik × kez × 7 gün). Hangisi kolaysa onu girin. Belirli bir gün ya da saat olmadan haftalık olarak izlenir. Yine de boş zamanınızdan tamamen düşülür.
vi: “Mỗi lần” và tổng tuần là hai mặt của cùng một con số — đổi bên nào thì bên kia đổi theo (mỗi lần × số lần × 7 ngày). Nhập bên nào thấy dễ hơn. Theo dõi theo tuần, không cố định ngày hay giờ. Vẫn được tính đầy đủ vào thời gian trống.
zh_hans: “每次”与“每周合计”是同一个数值的两面 — 改其中一个，另一个就会跟着变（每次 × 次数 × 7 天）。用你方便的那个输入即可。 只按周追踪，不指定星期或时刻。仍会完整计入自由时间。
zh_hant: 「每次」與「每週合計」是同一個數值的兩面 — 改其中一個，另一個就會跟著變（每次 × 次數 × 7 天）。用你方便的那個輸入即可。 只以週為單位追蹤，不指定星期或時刻。仍會完整計入自由時間。

source: 회사
cs: Práce
da: Arbejde
de: Arbeit
el: Δουλειά
en: Work
es: Trabajo
fi: Työ
fr: Travail
id: Kantor
it: Lavoro
ja: 会社
nb: Arbeid
nl: Werk
pl: Praca
pt_br: Trabalho
ru: Работа
sv: Arbete
th: งาน
tr: İş
vi: Công việc
zh_hans: 工作
zh_hant: 工作

source: 회사 안에서 먹은 점심도 회사 시간으로 셉니다.
cs: Oběd snědený během práce se dál počítá jako pracovní doba.
da: Frokost spist i arbejdstiden tæller stadig som arbejdstid.
de: Mittagessen während der Arbeit zählt weiterhin als Arbeitszeit.
el: Το μεσημεριανό μέσα στη δουλειά μετράει ως χρόνος δουλειάς.
en: Lunch eaten during work still counts as work time.
es: La comida durante el trabajo sigue contando como tiempo de trabajo.
fi: Työn aikana syöty lounas lasketaan silti työajaksi.
fr: Le déjeuner pris pendant le travail compte toujours comme temps de travail.
id: Makan siang di jam kerja tetap dihitung sebagai waktu kerja.
it: Il pranzo consumato durante il lavoro conta comunque come orario di lavoro.
ja: 会社の中で食べた昼食も、会社の時間として数えます。
nb: Lunsj spist i arbeidstiden regnes fortsatt som arbeidstid.
nl: Lunch tijdens het werk telt nog steeds als werktijd.
pl: Obiad zjedzony w pracy nadal liczy się jako czas pracy.
pt_br: O almoço durante o trabalho ainda conta como tempo de trabalho.
ru: Обед во время работы всё равно считается рабочим временем.
sv: Lunch som äts under arbetstid räknas fortfarande som arbetstid.
th: มื้อกลางวันที่กินระหว่างงานยังนับเป็นเวลางาน
tr: İş sırasında yenen öğle yemeği yine iş süresi sayılır.
vi: Bữa trưa ăn trong giờ làm vẫn tính là thời gian làm việc.
zh_hans: 上班期间吃的午餐也算工作时间。
zh_hant: 上班期間吃的午餐也算工作時間。

source: 회사일 같은 이미 확보된 시간 안의 일정입니다. 자유 시간을 추가로 쓰지 않고, 타임라인에서 루틴 위에 겹쳐 표시됩니다.
cs: Něco, co se odehrává uvnitř už vyhrazeného času, třeba pracovní schůzka. Neubírá žádný další volný čas a na časové ose se kreslí přes rutinu.
da: Noget, der sker inden for tid, du allerede har sikret, som et arbejdsmøde. Det bruger ingen ekstra ledig tid og tegnes oven på rutinen i tidslinjen.
de: Etwas, das innerhalb bereits reservierter Zeit stattfindet, etwa ein Meeting während der Arbeit. Es kostet keine zusätzliche freie Zeit und wird in der Zeitachse über der Routine angezeigt.
el: Κάτι που γίνεται μέσα σε χρόνο που έχεις ήδη εξασφαλίσει, όπως μια σύσκεψη στη δουλειά. Δεν ξοδεύει επιπλέον ελεύθερο χρόνο και εμφανίζεται πάνω από τη ρουτίνα στη χρονογραμμή.
en: Something that happens inside time you've already secured, like a work meeting. It doesn't spend any extra free time, and it's drawn on top of the routine in the timeline.
es: Algo que ocurre dentro de un tiempo que ya tienes reservado, como una reunión de trabajo. No gasta tiempo libre adicional y se dibuja encima de la rutina en la vista cronológica.
fi: Jotain, joka tapahtuu jo varaamasi ajan sisällä, kuten työpalaveri. Se ei vie lisää vapaata aikaa, ja se piirretään aikajanalla rutiinin päälle.
fr: Quelque chose qui se déroule dans un temps déjà réservé, comme une réunion au travail. Cela ne consomme pas de temps libre en plus et s’affiche par-dessus la routine dans la vue chronologique.
id: Sesuatu yang terjadi di dalam waktu yang sudah Anda amankan, seperti rapat kantor. Tidak memakai waktu luang tambahan, dan digambar di atas rutinitas di linimasa.
it: Qualcosa che avviene dentro un tempo già occupato, come una riunione di lavoro. Non consuma altro tempo libero ed è disegnato sopra la routine nella timeline.
ja: 会社の会議のように、すでに確保した時間の中で行う予定です。空き時間を追加で使わず、タイムラインではルーティンの上に重ねて表示されます。
nb: Noe som skjer innenfor tid du allerede har sikret, som et arbeidsmøte. Det bruker ingen ekstra ledig tid og tegnes oppå rutinen i tidslinjen.
nl: Iets wat plaatsvindt binnen tijd die al vastligt, zoals een werkoverleg. Kost geen extra vrije tijd en wordt in de tijdlijn boven op de routine getekend.
pl: Coś, co dzieje się w czasie już zarezerwowanym, np. spotkanie w pracy. Nie zużywa dodatkowego wolnego czasu i jest rysowane na rutynie na osi czasu.
pt_br: Algo que acontece dentro de um tempo já garantido, como uma reunião de trabalho. Não gasta tempo livre extra e aparece por cima da rotina na linha do tempo.
ru: То, что происходит внутри уже выделенного времени, например встреча на работе. Не тратит дополнительное свободное время и рисуется поверх рутины на шкале времени.
sv: Något som sker inom tid du redan har säkrat, som ett möte på jobbet. Det tar ingen extra fri tid och ritas ovanpå rutinen i tidslinjen.
th: สิ่งที่เกิดขึ้นในเวลาที่คุณกันไว้แล้ว เช่น ประชุมงาน ไม่ใช้เวลาว่างเพิ่ม และแสดงทับบนกิจวัตรในไทม์ไลน์
tr: İş toplantısı gibi zaten ayrılmış bir zamanın içinde gerçekleşen şey. Fazladan boş zaman harcamaz ve zaman çizelgesinde rutinin üzerinde gösterilir.
vi: Việc diễn ra bên trong khoảng thời gian bạn đã giữ sẵn, như một cuộc họp ở công ty. Không tốn thêm thời gian trống và được vẽ chồng lên thói quen trên dòng thời gian.
zh_hans: 发生在已占用时间内的安排，例如工作会议。不会额外占用自由时间，并会在时间轴中叠加在作息上方显示。
zh_hant: 發生在已確保時間內的安排，例如工作會議。不會額外佔用自由時間，並會在時間軸中疊在作息上方顯示。

# %@ %@h
source: %1$@ %2$@h
da: %1$@ %2$@ t
el: %1$@ %2$@ ώ.
en: %@ %@h
fi: %@ %@ t
id: %1$@ %2$@ j
ja: %1$@ %2$@時間
nb: %1$@ %2$@ t
nl: %1$@ %2$@ u
ru: %1$@ %2$@ ч
th: %1$@ %2$@ ชม.
tr: %1$@ %2$@ sa
vi: %1$@ %2$@ giờ
zh_hans: %1$@ %2$@ 小时
zh_hant: %1$@ %2$@ 小時

source: h
da: t
el: ώ.
fi: t
id: j
ja: 時間
nb: t
nl: u
ru: ч
th: ชม.
tr: sa
